Repository: DevriX/bbp-messages
Catalog: languages/bbp-messages-*.po
Languages: es_es

source: Deactivating plugin..
es_es: Desactivando plugin..

source: Settings
es_es: Ajustes

source: About
es_es: Acerca de

source: Welcome to bbPress Messages
es_es: Bienvenido a los mensajes de bbPress

source: <strong>bbPress Messages error</strong>: database error, the main database table was not inserted correctly. If you have just updated the plugin, please deactivate it and activate it once again, otherwise, please consult the support forums for help.
es_es: <strong> bbPress Messages error </strong>: Error de base de datos, la tabla de base de datos principal no se insertó correctamente. Si acabas de actualizar el plugin, por favor desactivalo y actívalo una vez más, de lo contrario, por favor consulta los foros de soporte para obtener ayuda.

source: <strong>bbPress Messages v2:</strong> Import older messages now from legacy data table. Click <a href="%1$s">here</a> to begin import or <a href="%2$s">dismiss</a> this notice.
es_es: <strong> bbPress Messages V2: </strong> Importe mensajes antiguos ahora desde la tabla de datos heredada. Haga clic en < a href = "%1$s" > aquí </a> para comenzar la importación o < a href = "%2$s" > descartar </a> este aviso.

source: bbPM importer
es_es: importador bbPM

source: Error: Bad authentication!
es_es: Error: ¡ autenticación incorrecta!

source: Import older messages from legacy database table <code>%s</code>.
es_es: Importar mensajes antiguos de la tabla de base de datos heredada <code> %s </code>.

source: If you have already imported messages using this tool, please dismiss this as it will not prevent duplicate records from inserting.
es_es: Si ya ha importado mensajes con esta herramienta, descarte esto ya que no impedirá que se inserten registros duplicados.

source: Once you click import, the plugin will begin fetching messages from older database table and appending them to the new one.
es_es: Una vez que haga clic en importar, el plugin comenzará a buscar mensajes de una tabla de base de datos anterior y los anexará al nuevo.

source: Please make sure not to cancel the import by pressing the escape key, or browser refresh or back button, until it is fully done.
es_es: Por favor, asegúrese de no cancelar la importación pulsando la tecla de escape, o la actualización del navegador o el botón de atrás, hasta que esté completamente listo.

source: Please note that this may take a while, depending on how many messages we're importing, just in case you were confused.
es_es: Tenga en cuenta que esto puede tardar un tiempo, dependiendo de cuántos mensajes estamos importando, sólo en caso de que estuviera confundido.

source: Delete <code>%s</code> legacy database table after import done
es_es: Eliminar <code> %s </code> tabla de base de datos heredada después de la importación realizada

source: Begin Import
es_es: Iniciar importación

source: Error occured, no messages were imported.
es_es: Se ha producido un error, no se importó ningún mensaje.

source: Import done: successfully imported %1$d messages from %2$d total (IDs from %3$d to %4$d)
es_es: Importación realizada: importó correctamente%1$d mensajes desde %2$d total (ID de%3$d a%4$d)

source: Database table %s successfully deleted.
es_es: Tabla de base de datos %s eliminado correctamente.

source: Error: Could not delete database table %s.
es_es: Error: no se pudo eliminar la tabla de base de datos %s.

source: %s &lsaquo; bbPress Messages
es_es: %s &lsaquo; mensajes de bbPress

source: No tabs loaded yet.
es_es: No hay pestañas cargadas todavía.

source: This custom tab does not appear to have a valid content callback.
es_es: Esta pestaña personalizada no parece tener una devolución de llamada de contenido válida.

source: Pagination
es_es: Paginación

source: Messages per page:
es_es: Mensajes por página:

source: Chats per page:
es_es: Chats por página:

source: Notification email
es_es: Correo electrónico de notificación

source: Email subject:
es_es: Asunto del correo electrónico:

source: Patterns:<br/><code>%1$s</code>: Blog name,<br/><code>%2$s</code>: Chat/sender name
es_es: Patrones: <br/> <code>%1$s</code>: nombre del blog, <br/> <code>%2$s</code>: nombre del chat/remitente

source: Email body:
es_es: Cuerpo del correo electrónico:

source: Patterns:<br/><code>%1$s</code>: Current user name,<br/><code>%2$s</code>: Chat/sender name,<br/><code>%3$s</code>: blog name,<br/><code>%4$s</code>: message excerpt,<br/><code>%5$s</code>: chat url,<br/><code>%6$s</code>: chat settings url
es_es: Patrones: <br/><code>%1$s</code>: nombre de usuario actual, <br/><code>%2$s</code>: nombre del chat/remitente, <br/><code>%3$s</code>: nombre del blog, <br/><code>%4$s</code>: Extracto del mensaje, <br/><code>%5$s</code>: URL del chat, <br/><code>%6$s</code>: URL de configuración del chat

source: Send out HTML emails (mail headers setting)
es_es: Enviar correos electrónicos HTML (configuración de encabezados de correo)

source: Menu Settings
es_es: Configuración de Menú

source: Add messages menu item to menu:
es_es: Agregar elementos de menú al menú:

source: &mdash; Select &mdash;
es_es: &mdash; Seleccionar &mdash;

source: Menu item text:
es_es: Texto del elemento de menú:

source: Use <a href="?page=bbpm-shortcodes"><code>[bbpm-unread-count]</code></a> shortcode to insert the unread counter.
es_es: Use <a href="?page=bbpm-shortcodes"><code>[bbpm-no Read-Count]</code></a> shortcode (atajo) para insertar el contador de no leído.

source: Advanced settings
es_es: Ajustes avanzados

source: Cache Settings
es_es: Configuración de caché

source: Cache context:
es_es: Contexto de caché:

source: Current cache status:
es_es: Estado de la caché actual:

source: - WP Object Cache:
es_es: -Caché de objetos WP:

source: External object cache is available
es_es: La caché de objetos externos está disponible

source: External object cache is not available
es_es: La caché de objetos externos no está disponible

source: - Transients:
es_es: Transitorios:

source: Same as WP Object Cache, performs external object caching
es_es: Igual que WP Object cache, realiza el almacenamiento en caché de objetos externos

source: Uses options API to store cache
es_es: Utiliza las opciones API para almacenar la caché

source: Delete transients from database:
es_es: Eliminar transientes de la base de datos:

# delete transients
source: expired
es_es: vencido

# delete transients
source: all
es_es: todo

source: Auto-delete older messages
es_es: Borrado automático de mensajes antiguos

source: Purge messages older than %s days. (leave empty to disable)
es_es: Eliminar mensajes anteriores a %s días. (dejar vacío para deshabilitar)

source: This setting allows you to purge older messages from the database. Choose how many days the message sent date is older than, and the weekly cleanup task will cleanup messages accordingly.
es_es: Esta configuración permite eliminar los mensajes antiguos de la base de datos. Elija el número de días que la fecha de envío del mensaje es mayor que, y la tarea de limpieza semanal limpiará los mensajes en consecuencia.

source: Save Changes
es_es: Guardar cambios

source: Successfully deleted %d expired transients.
es_es: Eliminado correctamente %d transientes caducados.

source: Successfully deleted %d transients.
es_es: Eliminado correctamente %d transientes.

source: Changes saved successfully!
es_es: Cambios guardados con éxito!

source: Error occured processing your request.
es_es: Se ha producido un error al procesar su solicitud.

source: Error: Could not find a sender for this message!
es_es: Error: ¡no se pudo encontrar un remitente para este mensaje!

source: Error: Invalid recipient specified!
es_es: Error: ¡destinatario no válido especificado!

source: Error: Could not find a chat ID for this message!
es_es: Error: ¡no se pudo encontrar un identificador de chat para este mensaje!

source: Error: Please select at least 1 message for this action!
es_es: Error: ¡por favor, seleccione al menos 1 mensaje para esta acción!

source: Your messages are being deleted.
es_es: Los mensajes están siendo eliminados.

source: Error: Invalid bulk action!
es_es: Error: ¡acción masiva no válida!

source: Messages
es_es: Mensajes

source: Messages (%d)
es_es: Mensajes (%d)

source: Invalid user! Please search and select a recipient below.
es_es: ¡Usuario inválido! Por favor, busque y seleccione un destinatario a continuación.

source: Sorry, you cannot contact this user. Please search and select a recipient below.
es_es: Lo sentimos, no puede ponerse en contacto con este usuario. Por favor, busque y seleccione un destinatario a continuación.

source: Error: Could not find chat!
es_es: Error: ¡no se pudo encontrar el chat!

source: Settings updated successfully!
es_es: ¡La configuración se actualizó correctamente!

source: Your chat is being deleted.
es_es: Tu chat está siendo borrado.

source: Chat successfully marked unread.
es_es: Chat marcado con éxito como no leído.

source: Error: could not mark chat unread.
es_es: Error: no se pudo marcar el chat no leído.

source: Sorry, you cannot contact this user!
es_es: ¡Lo sentimos, no puedes ponerte en contacto con este usuario!

source: Specify which user to get the unread messages count. (Optional, defaults to current user ID if logged-in.)
es_es: Especifique qué usuario debe obtener el recuento de mensajes no leídos. (Opcional, el valor predeterminado es el ID de usuario actual si ha iniciado sesión).

source: If true, we will count only how many chats have unread messages, instead of total unread messages. (Optional, defaults to false)
es_es: Si es true, contaremos solo cuántos chats tienen mensajes no leídos, en lugar de mensajes no leídos totales. (Opcional, por defecto es false)

source: Get the unread messages/chats counts for a given user.
es_es: Obtenga los recuentos de mensajes/chats no leídos para un usuario determinado.

source: Specify which user to return link to chat with. (required)
es_es: Especifique el usuario al que desea devolver el enlace para chatear. (obligatorio)

source: Specify which for which user to return the contact link. (Optional, defaults to current logged-in user)
es_es: Especifique qué usuario debe devolver el vínculo de contacto. (Opcional, por defecto al usuario actualmente conectado)

source: Returns an URL to chat with the user ID specified. If no user is logged-in, it will return a login URL.
es_es: Devuelve una dirección URL para chatear con el ID de usuario especificado. Si ningún usuario ha iniciado sesión, devolverá una URL de inicio de sesión.

source: Specify which user to return messages link. (Optional, defaults to current user if logged-in)
es_es: Especifique el vínculo del usuario que desea devolver los mensajes. (Opcional, por defecto al usuario actual si ha iniciado sesión)

source: Get the messages URL of a given user, where they can browse their messages.
es_es: Obtener la dirección URL de los mensajes de un usuario determinado, donde pueden examinar sus mensajes.

source: Specify which user to return messages count. (Optional, defaults to current user if logged-in)
es_es: Especifique qué usuario debe devolver el recuento de mensajes. (Opcional, por defecto al usuario actual si ha iniciado sesión)

source: Count total messages in a single chat, specify the chat ID or the user contact.
es_es: Cuente los mensajes totales en un solo chat, especifique el ID de chat o el contacto del usuario.

source: Counts users total messages for all chats or a single chat
es_es: Cuenta los mensajes totales de los usuarios para todos los chats o un solo chat

source: Specify which user to return unread messages count. (Optional, defaults to current user if logged-in)
es_es: Especifique qué usuario debe devolver el recuento de mensajes no leídos. (Opcional, por defecto al usuario actual si ha iniciado sesión)

source: Count total unread messages in a single chat, specify the chat ID or the user contact.
es_es: Cuente los mensajes no leídos totales en un solo chat, especifique el identificador de chat o el contacto del usuario.

source: Counts users total unread messages for a single chat
es_es: Cuenta el total de mensajes no leídos de los usuarios para un solo chat

# shortcodes admin
source: Usage
es_es: Uso

# shortcodes admin
source: Attributes
es_es: Atributos

source: See <a href="https://codex.wordpress.org/Shortcode">Shortcode</a> documentation if you need help with shortcodes.
es_es: Vea <a href="https://codex.wordpress.org/Shortcode">Shortcode (atajo)</a> documentación si necesita ayuda con atajos.

source: bbPM My Chats
es_es: bbPM mis chats

source: Lists current user's recent chats
es_es: Lista los chats recientes del usuario actual

source: Widget Title:
es_es: Título del widget:

source: Max items:
es_es: Artículos máximos:

source: List unread chats only
es_es: Enumerar solo los chats no leídos

source: bbPM My Contacts
es_es: bbPM mis contactos

source: Lists current user's contacts
es_es: Lista los contactos del usuario actual

source: bbPM My Messages
es_es: bbPM mis mensajes

source: Lists current user's recent messages
es_es: Lista los mensajes recientes del usuario actual

source: Group by chat (list 1 message per chat)
es_es: Agrupar por chat (lista 1 mensaje por chat)

source: bbPM new message
es_es: nuevo mensaje de bbPM

source: Allows current user to easily compose a new message selecting recipients from the dropdown
es_es: Permite al usuario actual componer fácilmente un nuevo mensaje seleccionando los destinatarios del menú desplegable

source: bbPM Chats Search Form
es_es: formulario de búsqueda de chats

source: Prints out a search form for searching user chats
es_es: Imprime un formulario de búsqueda para buscar chats de usuario

source: bbPM Welcome
es_es: bienvenida de bbPM

source: Widget with user welcoming note, messages links with unread counts, and a logout link
es_es: Widget con la nota de bienvenida del usuario, enlaces de mensajes con recuentos no leídos y un enlace de cierre de sesión

# time quantities
source: a moment
es_es: un momento

# time quantities
source: year
es_es: año

# time quantities
source: month
es_es: mes

# time quantities
source: day
es_es: día

# time quantities
source: hour
es_es: hora

# time quantities
source: minute
es_es: minuto

# time quantities
source: second
es_es: segundo

# time quantities
source: years
es_es: años

# time quantities
source: months
es_es: meses

# time quantities
source: days
es_es: días

# time quantities
source: hours
es_es: horas

# time quantities
source: minutes
es_es: minutos

# time quantities
source: seconds
es_es: segundos

source: Type a message..
es_es: Escribe un mensaje...

source: &nbsp;<em class="bbpm-inline-tooltip">[pending-delete]</em>
es_es: &nbsp;<em class="bbpm-inline-tooltip">[pendiente-de-eliminar]</em>

# page title format
source: Messages
es_es: Mensajes

# page title format
source: %s &rsaquo; Settings
es_es: %s &rsaquo; configuración

# page title format
source: Edit chat
es_es: Editar chat

# page title format
source: Messages &rsaquo; %s
es_es: Mensajes &rsaquo; %s

# page title format
source: New Message
es_es: Nuevo Mensaje

source: Dear %1$s, %2$s has recently sent you new messages on %3$s: "%4$s" To read and reply to this message, click the link below: %5$s To unsubscribe from notifications from this chat, follow below-link: %6$s To unsubscribe from all notifications, please navigate to your profile edit screen.
es_es: Estimados %1$s, %2$s ha enviado recientemente nuevos mensajes en%3$s: "%4$s" para leer y responder a este mensaje, haga clic en el siguiente enlace: %5$s para cancelar la suscripción de las notificaciones de este chat, siga el enlace siguiente: %6$s para cancelar la suscripción de todas las notificaciones, navegue a su pantalla de edición de perfil.

source: Send %s a Message
es_es: Enviar %s un mensaje

source: Send a Message
es_es: Enviar un mensaje

source: Allow email notifications of new messages
es_es: Permitir notificaciones por correo electrónico de mensajes nuevos

source: Chat ID missing: could not find or generate a chat ID.
es_es: Falta el ID del chat: no se pudo encontrar ni generar un ID de chat.

source: Error: Cannot send an empty message.
es_es: Error: no se puede enviar un mensaje vacío.

source: Error: please set at least 1 recipient for this message.
es_es: Error: por favor, establezca al menos 1 destinatario para este mensaje.

source: Error: Could not find a sender for this message.
es_es: Error: no se pudo encontrar un remitente para este mensaje.

source: Error: Could not successfully insert this message into the database.
es_es: Error: no se pudo insertar correctamente este mensaje en la base de datos.

source: WP Messages interval
es_es: Intervalo de mensajes WP

source: Weekly
es_es: Semanal

source: &plus; New Message
es_es: &plus; Nuevo mensaje

source: Search
es_es: Buscar

source: Showing search results for "%s":
es_es: Mostrando resultados de búsqueda para "%s":

source: No chats have matched your search query, please try again with a different search term
es_es: Ningún chat ha coincidido con su consulta de búsqueda, por favor inténtelo de nuevo con un término de búsqueda diferente

source: There are no chats to show. Get started by <a href="%s">sending a message &raquo;</a>
es_es: No hay chats para mostrar. Empezar por <a href="%s">enviando un mensaje &raquo;</a>

source: Chat icon
es_es: Icono de chat

source: You
es_es: Tú

source: View chat
es_es: Ver chat

source: Send a new message to %s:
es_es: Enviar un nuevo mensaje a %s:

source: Type a message:
es_es: Escriba un mensaje:

source: Send
es_es: Enviar

source: Cancel
es_es: Cancelar

source: Search and select a contact:
es_es: Buscar y seleccionar un contacto:

source: No users have matched your search query.
es_es: Ningún usuario ha coincidido con la consulta de búsqueda.

source: Select recipient
es_es: Seleccionar destinatario

source: Back to chats
es_es: Volver a chats

source: Chat options
es_es: Opciones de chat

source: Options
es_es: Opciones

source: Mark Unread
es_es: Marcar como no leído

# bulk actions menu
source: Bulk Actions
es_es: Acciones en lote

# bulk actions menu
source: Delete
es_es: Borrar

# message read receipts
source: &check; Seen
es_es: &check; Visto

source: Seen by %s
es_es: Visto por %s

source: No messages have matched your search query, please try again with a different search term
es_es: Ningún mensaje ha coincidido con tu consulta de búsqueda, inténtalo de nuevo con un término de búsqueda diferente

source: There are no messages to show.
es_es: No hay mensajes que mostrar.

source: Chat Settings
es_es: Ajustes de chat

source: Chat name:
es_es: Nombre del chat:

source: Assign a name to this chat
es_es: Asignar un nombre a este chat

source: Get email notifications about new messages in this chat
es_es: Recibir notificaciones por correo electrónico sobre nuevos mensajes en este chat

source: To unsubscribe from all, you can toggle off the email notifications from your profile edit screen.
es_es: Para cancelar la suscripción a todos, puedes desactivar las notificaciones por correo electrónico desde la pantalla de edición de tu perfil.

source: Delete Chat
es_es: Eliminar chat

source: Warning: this action is irreversible and you cannot restore your chat messages once deleted.
es_es: ADVERTENCIA: esta acción es irreversible y no puede restaurar los mensajes de chat una vez eliminados.

source: cancel
es_es: cancelar

source: Are you sure you want to proceed?
es_es: ¿Estás seguro(a) que deseas continuar?

source: Last activity: %s ago
es_es: Última actividad: hace %s

source: No unread chats were found.
es_es: No se encontraron chats no leídos.

source: No chats were found.
es_es: No se encontraron chats.

source: View Messages &rarr;
es_es: Ver mensajes &rarr;

source: No contacts were found.
es_es: No se encontraron contactos.

source: %s ago
es_es: hace %s

source: No messages were found.
es_es: No se encontraron mensajes.

source: Select a Contact
es_es: Seleccione un contacto

source: Welcome, %s!
es_es: Bienvenido, %s!

source: New message
es_es: Nuevo mensaje

source: Edit profile
es_es: Editar perfil

source: Log out
es_es: Cerrar sesión

source: Simple yet powerful private messaging system tailored for bbPress.
es_es: Sencillo pero potente sistema de mensajería privada adaptado para bbPress.
